Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaisten_totuus-_ja_sovintokomission_jaseneksi_16_esitysta.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten totuus- ja sovintokomission jäseneksi 16 esitystä
sme: Sámiid duohtavuođa- ja soabadankommišuvnna lahttun 16 evttohusa

source: Saamelaisten totuus- ja sovintokomission jäseneksi eli komissaariksi tuli määräaikaan mennessä yhteensä 16 esitystä, 14 Saamelaiskäräjille ja kaksi Kolttien kyläkokoukselle.
sme: Sámiid duohtavuođa- ja soabadankommišuvnna lahttun dahjege komissáran bohte mearreáigge siste oktiibuot 18 evttohusa, 14 Sámediggái ja guokte Nuortalaččaid siidačoahkkimii.

source: Esitettyjä henkilöitä on yhteensä 10. Saamelaiskäräjät ja Kolttien kyläkokous pyysivät esityksiä komission jäseniksi 17. toukokuuta mennessä.
sme: Evttohuvvon olbmot leat oktiibuot 10. Sámediggi ja Nuortalaččaid siidačoahkkin bivde evttohusaid kommišuvnna lahttun 17. miessemánu rádjái.

source: Aikaa jatkettiin poikkeustilanteen takia.
sme: Áiggi jotke spiehkastatdili dihte.

source: ”Saamelaiskäräjillä jatkovalmistellaan prosessia ja komissaarivalintoja koronatilanne huomioon ottaen.
sme: ”Sámediggi joatkkaválmmaštallá proseassa ja komissáraválljejumiid vuhtiiváldimiin koronadili.

source: Tällä hetkellä fyysisten kuulemistilaisuuksien ja täysistunnon järjestäminen koronalta suojautumisen kannalta turvallisesti aiheuttaa haasteita, joita ei ole vielä ratkaistu”, kertoo puheenjohtaja Tuomas Aslak Juuso prosessin etenemisestä.
sme: Dán muttus lea hástaleaddji lágidit dorvvolaččat fysalaš gullandilálašvuođaid ja dievasčoahkkima, nu ahte dain sáhtášii suddjet iežas koronas. Dát leat hástalusat, mat eai leat vuos čovdojuvvon.

source: Saamelaiskäräjillä on tarkoituksena järjestää ennen päätöksentekoa kuulemisia esitettyjen komissaarien valinnasta.
sme: ”, muitala ságadoalli Tuomas Aslak Juuso proseassa ovdáneami birra.

source: Saamelaiskäräjien täyskokous tekee lopullisen valinnan kahdesta esitettävästä komissaarista.
sme: Sámediggi áigu lágidit gullamiid evttohuvvon komissáraid válljejumis ovdal go dahket mearrádusa.

source: Kolttien kyläkokoukselle tehdyt esitykset komissaareiksi käsitellään Nellim-Keväjärven ja Näätämön alueiden yhteisessä kolttien kyläkokouksessa, jossa päätetään yhden komissaarin esittämisestä valtioneuvostolle.
sme: Sámedikki dievasčoahkkin dahká loahpalaš válljejumi guovtti evttohuvvon komissáras.

source: Prosessin etenemisestä tiedotetaan lisää, kun aikataulu on tarkemmin tiedossa.
sme: Nuortalaččaid siidačoahkkimii dahkkojuvvon komissáraevttohusat gieđahallojuvvojit Njellim-Keväjärvi ja Njávdáma guovlluid nuortalaččaid oktasaš siidačoahkkimis, gos mearridit ovtta komissára evttoheamis stáhtaráđđái.

source: ”On tärkeää, että saamen kansa pääsee ottamaan kantaa siihen, millaisia ominaisuuksia ja osaamista valittavilta komission jäseniltä odotetaan.
sme: Proseassa ovdáneamis dieđihit eambbo, go dihtet áigedávvala dárkileappot.

source: Tarkoituksena on valita laajasti yhteisön luottamusta nauttivat henkilöt, jotka pystyvät toimimaan tässä erittäin merkittävässä tehtävässä”, jatkaa I varapuheenjohtaja Anni Koivisto ja toivoo samalla myös valtioneuvoston osalta avoimuutta valintaprosessissa, sillä kaikilta valittavilla henkilöiltä odotetaan laajaa niin saamelaisen kuin suomalaisen yhteiskunnan luottamusta.
sme: ”Lea dehálaš, ahte sámeálbmot beassá váldit beali dasa, makkár iešvuođat ja máhttu vurdojuvvo lahtuin, geat válljejuvvojit kommišuvdnii.

source: “Vaikka Kolttien kyläkokoukselle on esitetty vain yhtä henkilöä, käsittelemme asian sovitusti yhteisessä kyläkokouksessa, johon esitetty henkilö kutsutaan kuultavaksi.
sme: Ulbmil lea válljet olbmuid, geat návddašit luohttámuša servošis viidát, ja geat bastet doaibmat dán erenomáš mearkkašahtti doaimmas”, joatká I várreságadoalli Anni Koivisto ja sávvá seammás maiddái stáhtaráđi bealde rabasvuođa válljenproseassas, daningo buot olbmuin, geat válljejuvvojit, vurdojuvvo viiddes sihke sáme- ja suopmelaš servodaga luohttámuša.

source: Näin taataan avoimuus sekä voidaan todentaa luottamus ja laaja kannatus”, kertoo kolttien luottamusmies Veikko Feodoroff esitysten käsittelemisestä.
sme: “Vaikko nuortalaččaid siidačoahkkimii leat evttohan dušše ovtta olbmo, gieđahallat ášši soahpamiin oktasaš siidačoahkkimis, ja evttohuvvon olmmoš bovdejuvvo dohko gullan láhkai.

source: Komissiossa tulee olla jäseniä, joilla on erityisosaamista saamelaisten oloista, kielestä ja kulttuurista.
sme: Ná dáhkiduvvo rabasvuohta ja sáhttit gávnnahit luohttámuša ja viiddes doarjaga”, muitala nuortalaččaid ovdaolmmoš Veikko Feodoroff evttohusaid gieđahallama birra.

source: Komissiossa on viisi komissaaria, joista kaksi valitaan valtioneuvoston esityksestä, kaksi Saamelaiskäräjien esityksestä ja yksi Kolttien kyläkokouksen esityksestä.
sme: Kommišuvnnas galget leat lahtut, geain lea erenomáš máhttu sámiid dilis, gielas ja kultuvrras.

source: Totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
sme: Kommišuvnnas leat vihtta komissára, geain válljejit guokte stáhtaráđi evttohusa vuođul, guokte Sámedikki evttohusa vuođul ja ovtta Nuortalaččaid siidačoahkkima evttohusa vuođul.

source: Saamelaisten totuus- ja sovintokomission jäseneksi Saamelaiskäräjille esitetyt henkilöt:
sme: Duohtavuođa- ja soabadanproseassa ulbmilin lea dovdát ja árvvoštallat historjjálaš ja dáláš vealaheami, masa gullet maiddái stáhta assimilerenpolitihkka ja vuoigatvuođaid loavkideamit. Ulbmil lea maiddái čielggadit mot dát váikkuhit sápmelaččaide ja sin servošii dálá dilis, ja evttohit mot sáhtášedje ovddidit oktavuođa sápmelaččaid ja Suoma stáhta gaskkas ja sámiid siste.

source: *Irja Jefremoffin nimi poistettu pyynnöstä Saamelaiskäräjille esitetyistä komissaariehdokkaista 29.9.2020.
sme: Sámediggái evttohuvvon olbmot sámiid duohtavuođa- ja soabadankommišuvnna lahttun:

source: Saamelaisten totuus- ja sovintokomission jäseneksi Kolttien kyläkokoukselle esitetyt henkilöt:
sme: * Irja Jefremoff namma váldojuvvon eret Sámediggái evttohuvvon komissáraevttohasain bivdaga vuođul 29.9.2020.

source: Saamelaisten totuus- ja sovintokomission mandaatti.
sme: Nuortalaččaid siidačoahkkimii evttohuvvon olbmot sámiid duohtavuođa- ja soabadankommišuvnna lahttun:

source: Lisätietoja
sme: Sámiid duohtavuođa- ja soabadankommišuvnna mandáhtta .

source: Saamelaiskäräjät Puheenjohtaja Tuomas Aslak Juuso, +358 40 687 3394, tuomas.juuso(at)samediggi.fi I varapuheenjohtaja Anni Koivisto, +358 40 415 5969, anni.koivisto(at)samediggi.fi
sme: Lassidieđut:

source: Kolttien kyläkokous Kolttien luottamusmies Veikko Feodoroff, +358 50 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
sme: Sámediggi Ságadoalli Tuomas Aslak Juuso, +358 40 687 3394, tuomas.juuso(at)samediggi.fi I várreságadoalli Anni Koivisto, +358 40 415 5969, anni.koivisto(at)samediggi.fi

source: Kuva: Anja Vest
sme: Nuortalaččaid siidačoahkkin Nuortalaččaid ovdaolmmoš Veikko Feodoroff, +358 50 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
